Repository: bdbcat/gradar_pi
Catalog: po/*.po
Languages: da, de

source: Garmin Radar PlugIn for OpenCPN
de: Garmin Radar PlugIn für OpenCPN

source: Garmin Radar PlugIn for OpenCPN
de: Garmin Radar PlugIn für OpenCPN

source: No scanner activity, reverting to search
da: Ingen scanner aktivitet, vender tilbage til search
de: Keine Scanner Aktivität, kehre zurück zur Suche

source: The Radar Overlay PlugIn requires OpenGL mode to be activated in Toolbox->Settings
da: Radar Overlay PlugIn kræver OpenGL-tilstand aktiveret i værktøjskassen-> indstillinger
de: Das Radar Overlay PlugIn erfordert OpenGL Modus, zu aktivieren in Optionen/Einstellungen

source: The Radar Overlay PlugIn is unable to directly control the radar scanner.
da: Radar Overlay PlugIn er ikke i stand til direkte kontrol med radar scanner.
de: Das Radar Overlay PlugIn kann nicht direkt den Radar Scanner kontrollieren.

source: Scanner is located at ip address:
da: Scanneren er placeret på ip-adresse:
de: Scanner lokalisiert an IP Adresse:

source: Interfaces available on this computer are:
da: Interface til rådighed på denne computer er:
de: Verfügbare Interfaces bei diesem Computer sind:

source: Operational Control
da: Operationel kontrol
de: Betriebskontrolle

source: Master Mode
de: Master Modus

source: Slave Mode
de: Slave Modus

source: Operating Mode
da: Driftstilstand
de: Arbeits-Modus

source: Display Options
de: Anzeige Optionen

source: Full Scan Update
de: Voll-Scan Update

source: Scan Update Method
da: Scan Update metode
de: Scan Update Methode

source: Scan Color
da: Scan farve
de: Scan Farbe

source: Scan Transparency
da: Scan gennemsigtighed
de: Scan Transparenz

source: Enable gradar Log
da: Aktiver gradar Log
de: Aktiviere GRadar Log

source: Range Control
da: Rækkevidde kontrol
de: Bereich Kontrolle

source: Noise Control
da: Støj kontrol
de: Rauschkontrolle

source: Dome Control
da: Dome kontrol
de: Kuppel Kontrolle

source: Sentry Control
da: Sentry kontrol
de: Wache Kontrolle

source: Close
da: Luk
de: Schließen

source: Range Setting
da: Rækkevidde indstilling
de: Bereichseinstellung

source: Manual
da: Manuel
de: Manuell

source: Range Miles
da: Afstand miles
de: Bereich Meilen

source: Gain
da: Forstærkning
de: Verstärkung

source: SeaClutter Sensitivity Time Control
da: SeaClutter følsomhed tidsstyring
de: Regenstörung zeitl. Empfindlichkeitskontrolle

source: Man
de: Manuell

source: Calm
da: Rolig
de: Ruhig

source: Med
de: Mittel

source: High
da: Høj
de: Hoch

source: Off
da: Fra
de: Aus

source: Low
da: Lav
de: Niedrig

source: RainClutter
da: Regn Clutter
de: Regenstörung

source: Crosstalk
da: Krydstale
de: Nebensignal

source: On
da: Tændt
de: An

source: Dome Offset
de: Kuppel Offset

source: Dome Speed
da: Dome hastighed
de: Kuppel Geschw.

source: Timed Transmit
da: Timet afsendelse
de: Zeitl. Transmit

source: Standby Minutes
da: Standby minutter
de: Standby Minuten

source: Transmit Minutes
da: Transmit Minutter
de: Transmit Minuten

source: Guard Zone
de: Schutz Zone

source: Outer Range Meters
da: Outer Range Meter
de: Äußerer Bereich Meter

source: Inner Range Meters
da: Inner Range Meter
de: Innerer Bereich Meter

source: No
da: Nej
de: Nein

source: Yes
da: Ja
de: Ja

source: Partial Arc
da: Delvis bue
de: Teilw. Bogen

source: Start Angle
da: Startvinkel
de: Start Winkel

source: End Angle
da: Slutvinkel
de: End Winkel

source: Guard Zone Color
da: Guard Zone Farve
de: Schutz Zone Farbe

source: Guard Zone Transparency
de: Schutz Zone Transparenz

source: Alarm Sensitivity
da: Alarm følsomhed
de: Alarm Sensitivität

source: Radar Sentry Alarm
da: Radarvagt Alarm
de: Radar Wache Alarm

source: Radar Control
da: Radar kontrol
de: Radar Kontrolle

source: Range
da: Rækkevidde
de: Bereich

source: RadarSentryAlarm
da: RadarvagtAlarm
de: RadarWacheAlarm

source: Swept Scan Update
da: Swept Scan opdatering

source: FTC Fast Time Constant
da: FTC hurtig tidskonstant

source: Guard ZoneTransparency
da: Guard Zone gennemsigtighed
